// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Otwórz preferencje sieci…";

// connect/disconnect
"CONNECT" = "Połącz";
"DISCONNECT" = "Rozłącz";

// error string
"NO_VPN_CONFIGS" = "Sieć VPN nie jest skonfigurowana";
"NO_MODEM_CONFIGS" = "Nie znaleziono żadnych konfiguracji modemu";
"NO_PPPOE_CONFIGS" = "Nie znaleziono żadnych konfiguracji PPPoE";

// other items
"SHOW_TIMER" = "Pokaż czas połączenia";
"SHOW_ANIMATED_STATUS" = "Pokaż status podczas połączenia";
"STOP_SHOWING_TIME" = "Nie pokazuj czasu w pasku menu";

"SHOW_TIME_FORMAT" = "Pokazuj czas dla „%@” w pasku menu";

// scrolling text resources
"SCROLL_CONNECTING" = "Łączę się…";
"SCROLL_DIALING" = "Wybieram numer…";
"SCROLL_DISCONNECTING" = "Rozłączam się…";
"SCROLL_AUTHENTICATING" = "Uwierzytelniam…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Rozłącz %@";
"NOT_CONNECTED_FORMAT" = "Połącz z %@";
"CONNECTING_FORMAT" = "Łączę się z %@";
"DISCONNECTING_FORMAT" = "Rozłączam %@";
"AUTHENTICATING_FORMAT" = "Uwierzytelniam %@";

"DEFAULT" = "Domyślne";

/* name strings */
"VPN menu extra" = "Menu dodatkowe VPN";
"PPP menu extra" = "Menu dodatkowe PPP";
"PPPoE menu extra" = "Menu dodatkowe PPPoE";
